tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "arduino-cli"
brew "asdf"
brew "python@3.9"
brew "glib"
brew "gnutls"
brew "cask"
brew "devtodo"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "gnupg"
brew "go"
brew "groff"
brew "nicovideo-dl"
brew "starship"
brew "tmux"
brew "tree"
brew "wireshark"
brew "zsh"
cask "background-music"
cask "font-hackgen"
