#!/bin/zsh


echo "-----------------------------------------"
echo "Home brew"
echo "-----------------------------------------"
echo ""
echo "-----------------------------------------"
echo "アプリケーションのアップデートの確認"
echo "  $ brew outdated --cask"
echo "-----------------------------------------"
echo "#アプリケーションのアップデート"
echo "  $ brew upgrade --cask"
echo "-----------------------------------------"
echo "brew cask でインストールされているアプリを全てアップデート"
echo "  brew upgrade --cask --greedy"
echo "-----------------------------------------"
echo "インストールしたアプリケーションのアップデート後には不要ファイル削除"
echo "  $ brew cleanup"
echo "-----------------------------------------"
echo "Homebrew や Homebrew-cask で管理していたアプリケーションを一括してインストール"
echo "  $ brew bundle dump"
echo "-----------------------------------------"

echo "-----------------------------------------"
echo "SHELL"
echo "-----------------------------------------"
echo ""
echo "-----------------------------------------"
echo "使用できるシェルを確認"
echo "  $ sudo vi /etc/shells"
echo "-----------------------------------------"



echo "-----------------------------------------"
echo "Shell Command"
echo "-----------------------------------------"
echo ""
echo "-----------------------------------------"
echo "mv ファイル名の変更 移動"
echo " "
echo "-----------------------------------------"





echo ""
echo "  "
echo "-----------------------------------------"
echo ""
echo "  "
echo "-----------------------------------------"




echo "-----------------------------------------"
echo ""
echo "-----------------------------------------"
echo ""
echo "-----------------------------------------"
echo ""
echo "  "
echo "-----------------------------------------"
